/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Nastavit účet";
"you_need_an_account" = "Nemáte nastavený žádný $appname účet na svém zařízení.\nAby bylo možné tuto aplikaci používat, musíte si nějaký vytvořit.";

//Login Screen
"testing_connection" = "Zkouším spojení";
"server_instance_not_found" = "Server nenalezen";
"secure_connection_established" = "Zabezpečené spojení navázáno";
"https_non_secure_connection_established" = "Přesměrováno na nezabezpečenou trasu";
"connection_established" = "Spojení navázáno";
"login_details" = "Podrobnosti přihlášení";
"username" = "Uživatelské jméno";
"password" = "Heslo";
"login" = "Přihlásit";
"cancel" = "Zrušit";
"error_login_message" = "Uživatelské jméno nebo heslo není správné";
"ok" = "OK";
"url_sample" = "Adresa serveru https://...";
"forbidden_characters_in_password" = "Heslo obsahuje zakázané znaky";
"server" = "Server";
"url" = "URL";
"session_expired" = "Sezení vypršelo";
"credentials_different_user" = "Zadaný uživatel neodpovídá uživateli tohoto účtu";
"auth_unsupported_auth_method" = "Server nepodporuje tuto přihlašovací metodu";
"saml_server_does_not_give_user_id" = "Server nevrací správné uživatelské ID. Kontaktuje prosím svého administrátora.";
"authentification_not_valid" = "Není možné provést ověření vůči tomuto serveru";
"error_too_many_http_redirects" = "Došlo k chybě při navazování spojení. Zkuste to prosím znovu.";
"retry" = "Zkusit znovu";
"help_link_login" = "Nováček v $appname?";

//TabBarItems
"settings"="Nastavení";
"files_tab"="Soubory";

//Uploading
"upload" = "Nahrát";
"account" = "Účet:";
"location" = "Umístění:";
"photo_albums" = "Alba fotografií";
"loading" = "Načítám...";
"no_access_to_gallery" = "Povolte prosím přístup k fotografiím a videu aplikaci $appname. Toto nastavení lze nalézt v Nastavení > Soukromí > Fotografie.";
"error" = "Chyba";
"upload_failed"="Odesílání selhalo";
"redirection_problem"="Akce přesměrování URL není podporována";
"all_photos" = "Všechny fotografie";

//First View
"menu_upload" = "Nahrát fotografie/video";
"menu_folder" = "Nový adresář";
"menu_text_file" = "Nový textový soubor";
"sort_menu_title" = "Seřadit";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Nejnovější-Nejstarší";

//Create/Edit File Text
"create_text_file" = "Vytvořit nový textový soubor";
"title_view_new_text_file" = "Nový textový soubor";
"title_view_edit_text_file" = "Upravit textový soubor";
"default_text_file_title" = "Nový textový soubor";
"title_text_file_placeholder" = "Název...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "již existuje";
"error_file_name_empty" = "Název souboru nemůže být prázdný.";
"no_changes_made" = "Nebyly provedeny žádné změny";
"no_file_downloaded" = "Soubor není stažen, nelze ho proto upravovat";


//Create Folder
"create_folder" = "Vytvořit nový adresář";
"folder_name" = "Zadejte jméno adresáře:";
"save" = "Uložit";
"folder_exist" = "Adresář tohoto jména již existuje. Zadejte prosím jiné jméno.";
"folder_create_error"="Adresář nelze vytvořit";
"not_show_potrait"="Menu není v pohledu na šířku dostupné. Přepněte zobrazení na výšku.";
"not_possible_create_folder" = "Adresář nemohl být vytvořen.";

//FilesView
"confirm_to_delete_item" = "Potvrdit smazání položky";
"yes" = "Ano";
"no" = "Ne";
"delete_from_device" = "Opravdu chcete odstranit tento soubor z přístroje?";
"delete_from_server" = "Opravdu chcete odstranit tento soubor ze serveru?";
"not_possible_connect_to_server" = "Momentálně není možné se připojit k serveru.";
"delete_folder_from_server" = "Opravdu chcete odstranit tento adresář ze serveru?";
"delete_local_server" = "Smazat z přístroje i serveru";
"delete_local" = "Smazat z přístroje";
"delete_server" = "Smazat ze serveru";
"error_path" = "Nepodařilo se otevřít tento adresář. Ujistěte se, že existuje";
"error_not_permission" = "Nemáte oprávnění k provedení této operace";
"folders" = "adresáře";
"files" = "soubory";
"folder" = "adresář";
"file" = "soubor";
"more_swipe" = "Více";
"message_not_files" = "Není zde žádný obsah. Nahrajte něco!";
"maintenance_mode_on_server_message" = "Nyní se nelze připojit k severu. Server je v režimu údržby.";

//Refresh file list
"release_refresh"="Pro obnovení uvolni...";
"loading_refresh"="Načítám...";
"pull_down_refresh"="Potáhni dolů pro obnovení.";

//Miscelanea
"back" = "Zpět";

//Preview
"open_with_label" = "Otevřít pomocí";
"delete_label"= "Smazat";

//Open with
"file_cannot_be_opened" = "Soubor nelze otevřít";
"no_app_instaled_to_open_it" = "Pro otevření tohoto typu souboru není nainstalována příslušná aplikace.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Navazuji spojení";
"not_establishing_connection" = "Nelze navázat spojení";
"connection_closed" = "Spojení ukončeno";
"connection_lost" = "Spojení ztraceno";
"auth_failed" = "Ověření selhalo";
"auth_passed" = "Ověřeno";
"request_file_not_found" = "Požadovaný soubor nebyl na serveru nalezen";
"request_file_not_accesed" = "Nelze přistoupit k požadovanému souboru";
"unknow_response_server" = "Chyba. Neočekávaná odpověď ze serveru.";
"uploading_data" = "Nahrávám data";
"downloading_data" = "Stahuji data";
"transfer_complete" = "Přenos dokončen";
"transfer_failed" = "Přenos selhal";
"download_file" = "Stáhnout soubor";

//Settings and PinCode
"title_app_pin" = "Přístupový kód";
"title_app_pin_and_touchID" = "Přístupový kód & Otisk ID";
"title_app_pin_forced" = "Změnit Přístupový kód";
"enter_app_pin" = "Zadat bezpečnostní kód";
"enter_app_pin_long_description_forced" = "Přístupový kód vyžadován. Musíte nastavit heslo pro přihlášení.";
"enter_app_pin_long_description" = "Zadat bezpečnostní kód";
"reenter_app_pin" = "Opakovat zadání bezpečnostního kódu";
"remove_app_pin" = "Odstranit bezpečnostní kód";
"both_pass_not_same" = "Zadané bezpečnostní kódy se liší";
"app_pin_incorrect" = "Bezpečnostní kód neplatný";
"passcode_not_enabled" = "Nejdříve povolte bezpečnostní kód";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Odpojit z tohoto serveru";
"pin_removed" = "Bezpečnostní kód odstraněn";
"incorrect_pin" = "Nesprávný bezpečnostní kód";
"app_pin_stored" = "Bezpečnostní kód uložen";
"help" = "Nápověda";
"recommend_to_friend" = "Doporučit přátelům";
"send_feedback" = "Poslat názor";
"manage_accounts" = "Spravovat účty";
"add_new_account" = "Přidat nový účet";
"save_changes" = "Uložit";
"add_account" = "Přidat";
"user_exist" = "Zadaný uživatel již existuje";
"imprint_button" = "Vydavatel";
"title_instant_upload_photos"="Okamžité odesílání fotografií";
"title_instant_upload_videos"="Okamžité odesílání videí";
"title_background_instant_upload" = "Okamžité odesílání na pozadí";
"accounts_section" = "Účty";
"security_section" = "Zabezpečení";
"instant_updloads_section" = "Okamžitá odesílání";
"more_section" = "Více";
"unlock_app" = "Odemknout $appname";
"passcode_forced_can_not_be_disabled" = "Přístupové heslo vynuceno. Nelze zakázat.";

//Downloading
"can_no_copy_to_gallery" = "Tento soubor nelze do galerie zkopírovat, protože ho nelze galerií otevřít";
"file_is_downloading" = "Tento soubor je již stahován";
"download_file_exist" = "Tento soubor nelze otevřít. Ujistěte se, že existuje";
"wait_to_download" = "Příprava stahování";
"updating" = "Aktualizuji";
"msg_while_downloads" = "Tuto operaci nelze provést, počkejte prosím na dokončení aktuálního stahování";
"streaming_no_possible_ssl_self_signed" = "Vysílání nelze inicializovat, protože váš certifikát serveru není důvěryhodný. Stahování souborů se spustí automaticky";

//SSL
"invalid_ssl_cert" = "Identita stránky nemohla být ověřena. Chcete přesto důvěřovat tomuto certifikátu?";
"connection_declined" = "Spojení zamítnuto uživatelem";

//Recent view
"recent_now"="Před pár sekudami";
"recent_minutes"="před $minutes minutami";
"recent_minute"="před $minutes minutou";
"recent_hours"="před $hours hodinami";
"recent_hour"="před $hours hodinou";
"recent_days"="před $days dny";
"recent_day"="včera";
"recent_months"="před $months měsíci";
"recent_month"="minulý měsíc";

"uploads_tab"="Nahrání";
"current_section"="Aktuální";
"uploader_section"="Odesláno";
"nothing_was_upload_recently"="Z tohoto přístroje nebylo nedávno nic nahráno";
"failed_uploader_section"="Selhaná nahrání";
"clear_successful"="Vyčištění úspěšné";
"error_credential"="Chyba přihlašovacích údajů";
"error_destiny_does_not_exist"="Chyba adresáře";
"error_file_exists"="Chyba konfliktu";
"error_permission" = "Chyba oprávnění";
"error_file_does_not_exist" = "Nedostupný na přístroji";
"error_file_in_background" = "Chyba serveru";
"error_insufficient_storage" = "Na účtu není dostatek místa";
"error_file_invalid_characters" = "Neplatné znaky";
"change_active_user"="Změnit aktivního uživatele na";
"waiting_for_server"="Čekání na spojení se serverem";
"waiting_for_upload"="Čekání na nahrávání";
"error_permission_alert_message" = "Nemáte oprávnění k nahrávání souborů do tohoto adresáře";
"choose_folder" = "Vybrat adresář";

//Select Folder View
"upload_label"="Nahrát do";
"create_button"="Vytvořit";
"choose_button"="Vybrat";

//Rename
"rename_long_press" = "Přejmenovat";
"rename_file_title" = "Přejmenovat";
"enter_new_name" = "Zadat nové jméno:";
"rename_file_exist" = "Soubor tohoto jména již existuje, zadejte prosím jiné jméno";

//Move
"move_long_press" = "Přesunout";
"move_to_label" = "Přesunout do";
"file_exist" = "Soubor již v cílovém adresáři existuje";
"override_file" = "Chcete nahradit existující soubor tímto souborem?";
"accept" = "Přijmout";
"error_folder_destiny_is_the_same" = "CHYBA: Nelze přesunout adresář do něj samého";
"original_file_exist" = "Soubor nelze přesunout. Ujistěte se, že existuje";
"original_folder_exist" = "Adresář nelze přesunout. Ujistěte se, že existuje";

//Download folfer
"download_folder" = "Adresář stahování";
"cancel_download" = "Zrušit stahování";

//Upload from other apps
"other_apps_title" = "Umístění";
"other_apps_account" = "Účet";
"other_apps_folder" = "Adresář";
"other_apps_file_name" = "Jméno souboru";
"other_apps_send_to" = "Nahrát do";
"error_moving_file" = "Nelze přesunout soubor. Ujistěte se, že cílový adresář existuje";
"forbidden_characters_from_server" = "Jméno obsahuje alespoň jeden neplatný znak";
"overwritte_title" = "Přepsat";

//Social
"twitter_message" = "Vyzkoušej $twitteruser na svém chytrém telefonu! ";
"facebook_message" = "Vyzkoušej $appname na svém chytrém telefonu!\n";
"mail_recommendation_subject" = "Vyzkoušej $appname na svém chytrém telefonu!";
"mail_recommendation_body" = "Zkuste používat $appname na svém chytrém telefonu!\nKe stažení zde:";
"device_not_support_mail" = "Prosím, nastavte svůj e-mailový účet";
"mail_feedback_subject" = "Názory na aplikaci $appname";
"account_not_configure" = "Na tomto přístroji není nakonfigurován žádný účet. Přejděte do nastavení a napravte to.";

//Storage
"of_storage" = "z";
"occupied_storage" = "obsazeno";
"storage" = "Úložiště";
"storage_upgrade" = "Navýšit úložiště";

//Jimmies
"this_file_is_older" = "Je dostupná nová verze";
"msg_update_file_0_bytes" = "Soubor na serveru má 0 bajtů. Chcete přepsat aktuální soubor na přístroji tímto prázdným souborem?";

//Shared
"shared_tab" = "Sdílené odkazy";
"message_not_shared_files" = "Zatím nejsou sdíleny pomocí odkazu žádné soubory ani adresáře.";
"message_not_shared_api_support" = "Omlouváme se, ale sdílení není na tomto serveru povoleno. Kontaktujte prosím svého administrátora";
"share_link_long_press" = "Sdílet";
"unshare_link" = "Zrušit sdílení odkazu";
"share_not_available_on_this_server" = "Omlouváme se, ale tato funkce není na tomto serveru povolena. Kontaktujte prosím svého administrátora";
"copy_link" = "Zkopírovat odkaz";
"file_to_share_not_exist" = "Nepodařilo se sdílet tento soubor či adresář. Ujistěte se, že existuje";
"file_to_unshare_not_exist" = "Nelze zrušit sdílení tohoto souboru nebo adresáře. Ujistěte se prosím, že existuje";
"shared_link_protected_title" = "Zadejte heslo";
"shared_link_protected_message" = "Pro nasdílení tohoto odkazu musíte zadat heslo, kterým bude chráněn.";
"pasword_empty" = "Heslo nemůže být prázdné";
"no_pasword" = "Musíte zadat heslo";
"get_share_link" = "Získat veřejný odkaz";
"set_expiration_time" = "Nastavit čas vypršení platnosti";
"password_protect" = "Chránit heslem";
"allow_editing" = "Povolit úpravy";
"default_not_possible_msg" = "Tuto operaci nelze provést, zkuste to prosím později";
"share_user_group_indicator" = "skupina";
"share_user_federated_indicator" = "vzdálený";
"add_user_or_group_title" = "Přidat uživatele nebo skupinu";
"share_with_users_or_groups" = "Sdíleno s Uživateli a Skupinami";
"not_share_with_users_yet"= "Zatím není s nikým sdíleno";
"not_sharee_api_supported" = "Omlouváme se, verze vašeho serveru neumožňuje sdílení mezi uživateli. Kontaktujte prosím svého administrátora";
"share_link_title" = "Veřejný odkaz";
"not_share_link_enabled_capabilities" = "Sdílet odkazy není na tomto serveru povoleno. Kontaktujte prosím svého administrátora";
"shared_link_cannot_remove_password" = "Nelze odstranit heslo";
"shared_link_cannot_remove_expiration_date" = "Nelze vymazat datum vypršení. Sdílení musí mít nastaveno datum vypršení";
"shared_link_mail_subject" = "$userName sdílí »$fileOrFolderName«";
"secured_link" = "Zabezpečeno";

//Shared privileges
"title_user_can_edit" = "Může upravovat";
"title_user_can_share" = "Může sdílet";
"user_can_create" = "vytvořit";
"user_can_change" = "změnit";
"user_can_delete" = "smazat";
"title_view_edit_user_privileges" = "Oprávnění";

//Favorites
"favorite" = "Oblíbené";
"unfavorite" = "Odebrat z oblíbených";
"parent_folder_is_favorite" = "Adresář obsahující tento soubor je již mezi oblíbenými";

//Available offline
"available_offline" = "Dostupné offline";
"not_available_offline" = "Nedostupné offline";
"parent_folder_is_available_offline_file_child" = "Adresář obsahující tento soubor je již dostupný offline";
"parent_folder_is_available_offline_folder_child" = "Adresář obsahující tento podadresář je již dostupný offline";

//Document provider
"error_login_doc_provider" = "Nelze otevřít účet. K přihlášení použijte nejdříve aplikaci $appname.";
"error_sending_file_to_document_picker" = "Chyba přenesení souboru do výběru souborů";
"error_user_change_in_core_app" = "Uživatel byl změněn v $appname aplikaci";
"error_connecting_with_server" = "Není možné se připojit k serveru, zkuste to prosím později";
"move_doc_provider_button" = "Přesunout sem";
"export_doc_provider_button" = "Exportovat sem";

//Instant uploads
"location_not_enabled"="Služba polohy není povolena";
"message_location_not_enabled"="Aby bylo možné okamžitě nahrávat fotografie na pozadí, je třeba mít v Nastavení povolený přístup k aktuální poloze.";

"access_photos_library_not_enabled" = "Přístup k fotografiím není povolen";
"message_access_photos_not_enabled" = "Aby bylo možné okamžitě nahrávat fotografie, je třeba mít v Nastavení povolený přístup k fotografiím.";

//PDF reader
"page_of_pages" = "z"; //Example: 5 of 10

//Share in
"files_added" = "Soubory přidány";
"files_will_be_upload_next_time" = "Nahrávání souborů začne při dalším otevření aplikace $appname";

//Help Guide main app
"title_help_slide_0" = "Vítejte v $appname!";
"message_help_slide_0" = "Potažením se dozvíte více";
"title_help_slide_1" = "Okamžitá odesílání";
"message_help_slide_1" = "Uchovávejte své fotografie v bezpečí";
"title_help_slide_2" = "Spravovat všechny svoje soubory";
"message_help_slide_2" = "Můžete mazat, přesouvat";
"title_help_slide_3" = "Sdílet";
"message_help_slide_3" = "Můžete sdílet soubory a adresáře";
"title_help_slide_4" = "MultiÚčet";
"message_help_slide_4" = "Připojte se ke všem svým cloudům";
"title_help_slide_5" = "Synchronizace souborů bez omezení";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Přihlásit";
"skip_button_help_guide" = "Přeskočit";

//Account menu
"menu_account_edit" = "Změnit heslo";
"menu_account_clear_cache" = "Vyprázdnit mezipaměť";
"menu_account_log_out" = "Odebrat účet";
